Repository: FA90N/AlquilerVideojuegos
Catalog: Alquileres.Application/Resources/AppApiResource.*.resx
Languages: ca

# PaymentMethods.Card
source: Con tarjeta
ca: Amb targeta

# PaymentMethods.Custom
source: Personalizado
ca: Personalitzada

# PaymentMethods.BankTransfer
source: Transferencia bancaria
ca: Transferència bancària

# PaymentMethods.BankReceipt
source: Recibo
ca: Rebut

# GetHomeSummaryInfoHandler.ClientExpensesEvolution
source: Gastos de cliente
ca: Despeses del client

# GetHomeSummaryInfoHandler.CompanyExpensesEvolution
source: Gastos de compañía
ca: Despeses de l'empresa

# GetHomeSummaryInfoHandler.InvoiceEvolution
source: Facturas pagadas
ca: Factures pagades

# GetHomeSummaryInfoHandler.BudgetsTypeEvolutionBudgets
source: Total presupuestado
ca: Total pressupostat

# GetHomeSummaryInfoHandler.BudgetsTypeEvolutionBudgetsApproved
source: Total presupuestado aprobado
ca: Total pressupostat aprovat

# GetHomeSummaryInfoHandler.BudgetsTypeEvolutionBudgetsNonApproved
source: Total presupuestado no aprobado
ca: Total pressupostat no aprovat

# GetHomeSummaryInfoHandler.ExpensesTypeEvolutionClient
source: Gastos cliente
ca: Despeses del client

# GetHomeSummaryInfoHandler.ExpensesTypeEvolutionOwn
source: Gastos compañía
ca: Despeses de l'empresa

# CreateAuthorsCommandHandler.AuthorValidation
source: Error al crear el {0}, no se puede dar de alta un {0} con el mismo CIF/NIF.
ca: Error en crear el {0}, no es pot donar d'alta un {0} amb el mateix CIF/NIF.

# HomeValidationDate
source: La fecha final no puede ser menor a la fecha inicial.
ca: La data final no pot ser inferior a la data inicial.
